Repository: mkwm/casia
Catalog: casia/locale/*/LC_MESSAGES/django.po
Languages: pl

source: yes
pl: tak

source: no
pl: nie

source: true
pl: prawda

source: false
pl: fałsz

source: You have been logged out successfully.
pl: Zostałeś wylogowany pomyślnie.

source: You have to be logged in to log out. Please log in to log out.
pl: Musisz być zalogowany aby się wylogować. Zaloguj się aby się wylogować.

source: Admin site
pl: Panel administracyjny

source: Change password
pl: Zmień hasło

source: Log out
pl: Wyloguj

source: Confirmation
pl: Potwierdzenie

source: Authentication to <strong>%(name)s</strong> requires your consent
pl: Uwierzytelnienie do <strong>%(name)s</strong> wymaga twojej zgody

source: Authentication to service at <strong>%(url)s</strong> requires your consent
pl: Uwierzytelnienie do usługi pod adresem <strong>%(url)s</strong> wymaga twojej zgody

source: Service is operated by <strong>%(owner)s</strong> (trusted provider)
pl: Usługa jest obsługiwana przez <strong>%(owner)s</strong> (zaufany dostawca)

source: Service is operated by <strong>%(owner)s</strong>
pl: Usługa jest obsługiwana przez <strong>%(owner)s</strong>

source: Service is operated by unknown provider &ndash; <strong>be careful!</strong>
pl: Usługa jest obsługiwana przez nieznanego dostawcę &ndash; <strong>zachowaj ostrożność!</strong>

source: Service will receive details from user profile
pl: Usługa otrzyma dane z profilu użytkownika

source: Service will not receive details from user profile
pl: Usługa nie otrzyma danych z profilu użytkownika

source: Continue
pl: Kontynuuj

source: Abort
pl: Przerwij

source: Logged in
pl: Zalogowany

source: You are logged into Casia
pl: Jesteś zalogowany w Casia

source: Authentication to services would be performed automatically
pl: Uwierzytelnianie do usług będzie wykonywane automatyczne

source: Log in
pl: Zaloguj

source: Security warning
pl: Ostrzeżenie bezpieczeństwa

source: Always check the address bar when logging in to Casia. Do not trust other sites with your password!
pl: Zawsze sprawdzaj pasek adresu przed zalogowaniem się do Casia. Nie podawaj swojego hasła na innych stronach!

source: Reauthentication
pl: Ponowne uwierzytelnienie

source: Renew your credentials for security reasons
pl: Ze względów bezpieczeństwa zaloguj się ponownie

source: Unknown service
pl: Nieznana usługa

source: Authentication aborted due to security reasons
pl: Uwierzytelnianie przerwane ze względów bezpieczeństwa

source: Service is not known to Casia
pl: Usługa nie jest znana w Casia
